/* No comment provided by engineer. */
"%@ Actions" = "%@ Actions";

/* In NetworkLinkEvidenceSource */
"%@ link active" = "%@ link active";

/* In NetworkLinkEvidenceSource */
"%@ link inactive" = "%@ link inactive";

/* Display sleep time
   Screen saver idle time */
"%d minutes" = "%d minutes";

/* Delay value for >= 2 seconds; number MUST come first */
"%d seconds" = "%d seconds";

/* Menu item */
"'%@' Actions..." = "'%@' Actions...";

/* Used when force-switching to a context */
"(forced)" = "(forced)";

/* String for unnamed devices */
"(Unnamed device)" = "(Unnamed device)";

/* String for unnamed monitors */
"(Unnamed display)" = "(Unnamed display)";

/* Display sleep time
   Screen saver idle time */
"1 minute" = "1 minute";

/* Delay value; number MUST come first */
"1 second" = "1 second";

/* In rule-adding dialog */
"A WiFi access point with a BSSID of" = "A WiFi access point with a BSSID of";

/* In rule-adding dialog */
"A WiFi access point with an SSID of" = "A WiFi access point with an SSID of";

/* Parameter is a percentage threshold */
"Above %@" = "Above %@";

/* Preferences section */
"Actions" = "Actions";

/* No comment provided by engineer. */
"Active Application" = "Active Application";

/* No comment provided by engineer. */
"Active Network Adapter" = "Active Network Adapter";

/* Menu item */
"Add '%@' Rule..." = "Add '%@' Rule...";

/* Preferences section */
"Advanced" = "Advanced";

/* Used in toggling actions */
"AFP & SMB Sharing OFF" = "AFP & SMB Sharing OFF";

/* Used in toggling actions */
"AFP & SMB Sharing ON" = "AFP & SMB Sharing ON";

/* Used in toggling actions */
"AFP Sharing OFF" = "AFP Sharing OFF";

/* Used in toggling actions */
"AFP Sharing ON" = "AFP Sharing ON";

/* No comment provided by engineer. */
"All your actions have been imported." = "All your actions have been imported.";

/* No comment provided by engineer. */
"All your rules (except IP rules) have been imported." = "All your rules (except IP rules) have been imported.";

/* No comment provided by engineer. */
"All your rules have been imported." = "All your rules have been imported.";

/* No comment provided by engineer. */
"Allow Display Sleep" = "Allow Display Sleep";

/* No comment provided by engineer. */
"Allowing display sleep." = "Allowing display sleep.";

/* No comment provided by engineer. */
"Allows you to define rules based on the active or foreground application." = "Allows you to define rules based on the active or foreground application."; /* NEW */

/* In rule-adding dialog */
"An attached monitor named" = "An attached monitor named";

/* In TimeOfDay rules */
"Any day" = "Any day";

/* No comment provided by engineer. */
"Application" = "Application";

/* No comment provided by engineer. */
"Assigned IP Address" = "Assigned IP Address";

/* No comment provided by engineer. */
"Attached FireWire Device" = "Attached FireWire Device";

/* No comment provided by engineer. */
"Attached Monitor" = "Attached Monitor";

/* No comment provided by engineer. */
"Attached Power Adapter" = "Attached Power Adapter";

/* No comment provided by engineer. */
"Attached USB Device" = "Attached USB Device";

/* Evidence source */
"AttachedPowerAdapter" = "AttachedPowerAdapter";

/* No comment provided by engineer. */
"Audio Output" = "Audio Output";

/* In rule-adding dialog */
"Audio output going to" = "Audio output going to";

/* Evidence source */
"AudioOutput" = "AudioOutput";

/* No comment provided by engineer. */
"Based on the rules you configure, ControlPlane will calculate how confident it is that a given set of rules match the context they are configured for.  This slider defines how confident ControlPlane needs to be to switch to that context." = "Based on the rules you configure, ControlPlane will calculate how confident it is that a given set of rules match the context they are configured for.  This slider defines how confident ControlPlane needs to be to switch to that context."; /* NEW */

/* No comment provided by engineer. */
"Battery" = "Battery";

/* In rule-adding dialog */
"Being powered by" = "Being powered by";

/* Parameter is a percentage threshold */
"Below %@" = "Below %@";

/* Evidence source */
"Bluetooth" = "Bluetooth";

/* Evidence source */
"Bonjour" = "Bonjour";

/* Show both the icon and the current context
   When an action is triggered */
"Both" = "Both";

/* Fix helper tool */
"Cancel" = "Cancel";

/* Title to warn users on failed attempts to get power adapter S/N */
"Cannot get power adapter S/N" = "Cannot get power adapter S/N"; /* NEW */

/* No comment provided by engineer. */
"Change default printer to" = "Change default printer to";

/* No comment provided by engineer. */
"Change Mail IMAP Server" = "Change Mail IMAP Server";

/* No comment provided by engineer. */
"Change Mail SMTP Server" = "Change Mail SMTP Server";

/* No comment provided by engineer. */
"Change New Mail Check Interval" = "Change New Mail Check Interval";

/* No comment provided by engineer. */
"Change Time Machine Destination" = "Change Time Machine Destination";

/* Growl message title */
"Changing Context" = "Changing Context";

/* No comment provided by engineer. */
"Changing network location to" = "Changing network location to";

/* No comment provided by engineer. */
"Changing network location to '%@'." = "Changing network location to '%@'.";

/* First parameter is the context name, second parameter is the confidence value, or 'as default context' */
"Changing to context '%@' %@." = "Changing to context '%1$@' %2$@.";

/* No comment provided by engineer. */
"Check this option if you want ControlPlane to automatically switch to the context it is most confident about as configured by the 'Confidence required to switch' slider." = "Check this option if you want ControlPlane to automatically switch to the context it is most confident about as configured by the 'Confidence required to switch' slider."; /* NEW */

/* No comment provided by engineer. */
"Check this option if you want ControlPlane to start when you login." = "Check this option if you want ControlPlane to start when you login."; /* NEW */

/* No comment provided by engineer. */
"Check this option if you want to ControlPlane to issue notifications.  If checked, Growl will be used on system's older than 10.8 and Notification Center will be used on systems 10.8 or newer." = "Check this option if you want to ControlPlane to issue notifications.  If checked, Growl will be used on system's older than 10.8 and Notification Center will be used on systems 10.8 or newer."; /* NEW */

/* No comment provided by engineer. */
"Closed" = "Closed"; /* NEW */

/* No comment provided by engineer. */
"Connecting to VPN '%@'." = "Connecting to VPN '%@'.";

/* Show only the current context */
"Context" = "Context";

/* Preferences section */
"Contexts" = "Contexts";

/* No comment provided by engineer. */
"Contexts have been made for you, named after your network locations." = "Contexts have been made for you, named after your network locations.";

/* ControlPlane was told to run an action that doesn't actually exist */
"ControlPlane attempted to perform action it doesn't know about, you probably have a configured action that is no longer (or not yet) supported by ControlPlane" = "ControlPlane attempted to perform action it doesn't know about, you probably have a configured action that is no longer (or not yet) supported by ControlPlane";

/* Fix helper tool */
"ControlPlane Helper Needed" = "ControlPlane Helper Needed";

/* Fix helper tool */
"ControlPlane needs to install a helper app to enable and disable some items" = "ControlPlane needs to install a helper app to enable and disable some items";

/* Evidence source */
"CoreLocation" = "CoreLocation";

/* In VPNAction */
"Couldn't configure VPN!" = "Couldn't configure VPN!";

/* In FirewallRuleAction */
"Couldn't find requested firewall rule!" = "Couldn't find requested firewall rule!";

/* In MountAction */
"Couldn't mount that volume!" = "Couldn't mount that volume!";

/* In MusicPlaylistAction */
"Couldn't play playlist!" = "Couldn't play playlist!";

/* In FirewallRuleAction */
"Couldn't restart firewall with new configuration!" = "Couldn't restart firewall with new configuration!";

/* In DefaultBrowserAction */
"Couldn't set default browser '%@'!" = "Couldn't set default browser '%@'!";

/* No comment provided by engineer. */
"Couldn't set default printer to %@ (see the log for more details)" = "Couldn't set default printer to %@ (see the log for more details)"; /* NEW */

/* In MailIMAPServerAction */
"Couldn't set IMAP server!" = "Couldn't set IMAP server!";

/* In MailIntervalAction */
"Couldn't set mail check interval!" = "Couldn't set mail check interval!";

/* In MessagesAction */
"Couldn't set Messages/iChat status!" = "Couldn't set Messages/iChat status!";

/* In MailSMTPServerAction */
"Couldn't set SMTP server!" = "Couldn't set SMTP server!";

/* In UnmountAction */
"Couldn't unmount that volume!" = "Couldn't unmount that volume!";

/* No comment provided by engineer. */
"Create a rules based on what power adapter is currently connected to your portable mac based on its serial number" = "Create a rules based on what power adapter is currently connected to your portable mac based on its serial number"; /* NEW */

/* No comment provided by engineer. */
"Create rules based on advertised network services available on your network." = "Create rules based on advertised network services available on your network."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on attached and nearby, discoverable bluetooth devices." = "Create rules based on attached and nearby, discoverable bluetooth devices."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on attached FireWire devices." = "Create rules based on attached FireWire devices."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on attached USB devices." = "Create rules based on attached USB devices."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on monitors attached to your Mac." = "Create rules based on monitors attached to your Mac."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the amount of ambient light if your Mac is equipped with ambient light sensors." = "Create rules based on the amount of ambient light if your Mac is equipped with ambient light sensors."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the assigned DNS search domain and servers." = "Create rules based on the assigned DNS search domain and servers."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the IPv4 or IPv6 address assigned to your Mac." = "Create rules based on the IPv4 or IPv6 address assigned to your Mac."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the time of day and day of week." = "Create rules based on the time of day and day of week."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what audio output device is currently in use." = "Create rules based on what audio output device is currently in use."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what network links are active on your Mac.  This can include LAN, WiFi or other network links available on your Mac." = "Create rules based on what network links are active on your Mac.  This can include LAN, WiFi or other network links available on your Mac."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what power source your Mac is currently running on. Can include power adapter or battery." = "Create rules based on what power source your Mac is currently running on. Can include power adapter or battery."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what WiFi networks are available or connected to." = "Create rules based on what WiFi networks are available or connected to."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on whether or not an application is running." = "Create rules based on whether or not an application is running."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on whether the laptop lid is opened or closed." = "Create rules based on whether the laptop lid is opened or closed."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on your current location using OS X's Core Location framework." = "Create rules based on your current location using OS X's Core Location framework."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on your own shell script based evidence source.  Shell scripts must exit with status code 0 for success or 1 for failure." = "Create rules based on your own shell script based evidence source.  Shell scripts must exit with status code 0 for success or 1 for failure."; /* NEW */

/* No comment provided by engineer. */
"Create rules that are true when the system is entering sleep or when waking." = "Create rules that are true when the system is entering sleep or when waking."; /* NEW */

/* No comment provided by engineer. */
"Current Location" = "Current Location";

/* No comment provided by engineer. */
"Default Browser" = "Default Browser";

/* No comment provided by engineer. */
"Default Printer" = "Default Printer";

/* Action type */
"DefaultBrowser" = "DefaultBrowser";

/* Action type */
"DefaultPrinter" = "DefaultPrinter";

/* No comment provided by engineer. */
"Desktop Background" = "Desktop Background";

/* Action type */
"DesktopBackground" = "DesktopBackground";

/* In FirewallRuleAction */
"Disable %@" = "Disable %@";

/* No comment provided by engineer. */
"Disable screen saver password" = "Disable screen saver password";

/* No comment provided by engineer. */
"Disabling automatic mail checking." = "Disabling automatic mail checking.";

/* Act of turning off or disabling ControlPlane Context is Sticky is being performed */
"Disabling ControlPlane Context is Sticky." = "Disabling ControlPlane Context is Sticky.";

/* No comment provided by engineer. */
"Disabling display sleep." = "Disabling display sleep.";

/* Act of turning off or disabling File Sharing is being performed */
"Disabling File Sharing." = "Disabling File Sharing.";

/* No comment provided by engineer. */
"Disabling Firewall Rule '%@'." = "Disabling Firewall Rule '%@'.";

/* Act of turning off or disabling the firewall is being performed */
"Disabling Firewall." = "Disabling Firewall.";

/* Act of turning off or disabling FTP Service is being performed */
"Disabling FTP Service." = "Disabling FTP Service.";

/* Act of turning off or disabling internet sharing is being performed */
"Disabling Internet Sharing." = "Disabling Internet Sharing.";

/* Act of turning off or disabling Natural Scrolling is being performed */
"Disabling Natural Scrolling." = "Disabling Natural Scrolling.";

/* Act of turning off or disabling Notification Center Alerts is being performed */
"Disabling Notification Center Alerts." = "Disabling Notification Center Alerts.";

/* Act of turning off or disabling Printer Sharing is being performed */
"Disabling Printer Sharing." = "Disabling Printer Sharing.";

/* Act of turning off or disabling Remote Login Service is being performed */
"Disabling Remote Login Service." = "Disabling Remote Login Service.";

/* No comment provided by engineer. */
"Disabling screen saver password." = "Disabling screen saver password.";

/* No comment provided by engineer. */
"Disabling screen saver." = "Disabling screen saver.";

/* Act of turning off or disabling TFTP Service is being performed */
"Disabling TFTP Service." = "Disabling TFTP Service.";

/* Act of turning off or disabling Time Machine backup system is being performed */
"Disabling Time Machine." = "Disabling Time Machine.";

/* Act of turning off or disabling Web Sharing Service is being performed */
"Disabling Web Sharing Service." = "Disabling Web Sharing Service.";

/* No comment provided by engineer. */
"Disallow Display Sleep" = "Disallow Display Sleep";

/* No comment provided by engineer. */
"Disconnecting from VPN '%@'." = "Disconnecting from VPN '%@'.";

/* No comment provided by engineer. */
"Display Brightness" = "Display Brightness";

/* No comment provided by engineer. */
"Display Sleep Time" = "Display Sleep Time";

/* Action type */
"DisplayBrightness" = "DisplayBrightness";

/* Evidence source */
"DNS" = "DNS";

/* No comment provided by engineer. */
"DNS Parameters" = "DNS Parameters";

/* No comment provided by engineer. */
"Do Update Stress Test" = "Do Update Stress Test";

/* No comment provided by engineer. */
"Editing a File Sharing action is not recommended, please delete and add again." = "Editing a File Sharing action is not recommended, please delete and add again.";

/* In FirewallRuleAction */
"Enable %@" = "Enable %@";

/* No comment provided by engineer. */
"Enable screen saver password" = "Enable screen saver password";

/* No comment provided by engineer. */
"Enable this evidence source to cause ControlPlane to assume a large number of evidence source changes are occuring." = "Enable this evidence source to cause ControlPlane to assume a large number of evidence source changes are occuring."; /* NEW */

/* No comment provided by engineer. */
"Enable this option if you want ControlPlane to move to context it was at before it was last quit.  This only affects ControlPlane's behavior when the app is started and it wasn't previously running.  To perform actions on sleep or wake use the Sleep/Wake Evidence Source." = "Enable this option if you want ControlPlane to move to context it was at before it was last quit.  This only affects ControlPlane's behavior when the app is started and it wasn't previously running.  To perform actions on sleep or wake use the Sleep/Wake Evidence Source."; /* NEW */

/* No comment provided by engineer. */
"Enable this option to cause ControlPlane to move to the selected context when it is unable to determine a better context." = "Enable this option to cause ControlPlane to move to the selected context when it is unable to determine a better context."; /* NEW */

/* Act of turning on or enabling ControlPlane Context is Sticky is being performed */
"Enabling ControlPlane Context is Sticky." = "Enabling ControlPlane Context is Sticky.";

/* Act of turning on or enabling File Sharing is being performed */
"Enabling File Sharing." = "Enabling File Sharing.";

/* No comment provided by engineer. */
"Enabling Firewall Rule '%@'." = "Enabling Firewall Rule '%@'.";

/* Act of turning on or enabling the firewall is being performed */
"Enabling Firewall." = "Enabling Firewall.";

/* Act of turning on or enabling FTP Service is being performed */
"Enabling FTP Service." = "Enabling FTP Service.";

/* Act of turning on or enabling internet sharing is being performed */
"Enabling Internet Sharing." = "Enabling Internet Sharing.";

/* Act of turning on or enabling Natural Scrolling is being performed */
"Enabling Natural Scrolling." = "Enabling Natural Scrolling.";

/* Act of turning on or enabling Notification Center Alerts is being performed */
"Enabling Notification Center Alerts." = "Enabling Notification Center Alerts.";

/* Act of turning on or enabling Printer Sharing is being performed */
"Enabling Printer Sharing." = "Enabling Printer Sharing.";

/* Act of turning on or enabling Remote Login Service is being performed */
"Enabling Remote Login Service." = "Enabling Remote Login Service.";

/* No comment provided by engineer. */
"Enabling screen saver password." = "Enabling screen saver password.";

/* Act of turning on or enabling TFTP Service is being performed */
"Enabling TFTP Service." = "Enabling TFTP Service.";

/* Act of turning on or enabling Time Machine backup system is being performed */
"Enabling Time Machine." = "Enabling Time Machine.";

/* Act of turning on or enabling Web Sharing Service is being performed */
"Enabling Web Sharing Service." = "Enabling Web Sharing Service.";

/* In rule-adding dialog */
"Enter hostname or IP address" = "Enter hostname or IP address"; /* NEW */

/* No comment provided by engineer. */
"Error terminating application '%@'.  Application not found." = "Error terminating application '%@'.  Application not found.";

/* No comment provided by engineer. */
"Establish/Disconnect the following VPN:" = "Establish/Disconnect the following VPN:";

/* Mail check interval */
"Every %d minutes" = "Every %d minutes";

/* Mail check interval */
"Every hour" = "Every hour";

/* Mail check interval */
"Every minute" = "Every minute";

/* Shown when the user attempt to edit rule with disabled ES. */
"Evidence source for this rule is disabled" = "Evidence source for this rule is disabled"; /* NEW */

/* Preferences section */
"Evidence Sources" = "Evidence Sources";

/* No comment provided by engineer. */
"External speakers" = "External speakers";

/* Action error message */
"Failed changing network location" = "Failed changing network location";

/* Act of turning off or disabling File Sharing failed */
"Failed disabling File Sharing." = "Failed disabling File Sharing.";

/* Act of turning off or disabling the firewall failed */
"Failed disabling firewall." = "Failed disabling firewall.";

/* Act of turning off or disabling FTP Service failed */
"Failed disabling FTP Service." = "Failed disabling FTP Service.";

/* Act of turning off or disabling internet sharing failed */
"Failed disabling internet sharing." = "Failed disabling internet sharing.";

/* Act of turning off or disabling Natural Scrolling failed */
"Failed disabling Natural Scrolling." = "Failed disabling Natural Scrolling.";

/* Act of turning off or disabling Printer Sharing failed */
"Failed disabling Printer Sharing." = "Failed disabling Printer Sharing.";

/* Act of turning off or disabling Remote Login Service failed */
"Failed disabling Remote Login Service." = "Failed disabling Remote Login Service.";

/* Act of turning off or disabling TFTP Service failed */
"Failed disabling TFTP Service." = "Failed disabling TFTP Service.";

/* Act of turning off or disabling Time Machine backup system failed */
"Failed disabling Time Machine." = "Failed disabling Time Machine.";

/* Act of turning off or disabling Web Sharing Service failed */
"Failed disabling Web Sharing Service." = "Failed disabling Web Sharing Service.";

/* Act of turning off or disabling File Sharing failed */
"Failed enabling File Sharing." = "Failed enabling File Sharing.";

/* Act of turning on or enabling the firewall failed */
"Failed enabling firewall." = "Failed enabling firewall.";

/* Act of turning on or enabling FTP Service failed */
"Failed enabling FTP Service." = "Failed enabling FTP Service.";

/* Act of turning on or enabling internet sharing failed */
"Failed enabling internet sharing." = "Failed enabling internet sharing.";

/* Act of turning on or enabling Natural Scrolling failed */
"Failed enabling Natural Scrolling." = "Failed enabling Natural Scrolling.";

/* Act of turning on or enabling Printer Sharing failed */
"Failed enabling Printer Sharing." = "Failed enabling Printer Sharing.";

/* Act of turning on or enabling Remote Login Service failed */
"Failed enabling Remote Login Service." = "Failed enabling Remote Login Service.";

/* Act of turning on or enabling TFTP Service failed */
"Failed enabling TFTP Service." = "Failed enabling TFTP Service.";

/* Act of turning on or enabling Time Machine backup system failed */
"Failed enabling Time Machine." = "Failed enabling Time Machine.";

/* Act of turning on or enabling Web Sharing Service failed */
"Failed enabling Web Sharing Service." = "Failed enabling Web Sharing Service.";

/* No comment provided by engineer. */
"Failed executing shell script! (see log for details)" = "Failed executing shell script! (see log for details)"; /* NEW */

/* No comment provided by engineer. */
"Failed locking Kechain!" = "Failed locking Kechain!";

/* No comment provided by engineer. */
"Failed opening '%@'." = "Failed opening '%@'.";

/* No comment provided by engineer. */
"Failed opening URL '%@'." = "Failed opening URL '%@'.";

/* No comment provided by engineer. */
"Failed setting '%@' as desktop background." = "Failed setting '%@' as desktop background.";

/* No comment provided by engineer. */
"Failed setting brightness to %@%%." = "Failed setting brightness to %@%%.";

/* No comment provided by engineer. */
"Failed setting display sleep time!" = "Failed setting display sleep time!";

/* No comment provided by engineer. */
"Failed setting screen saver idle time!" = "Failed setting screen saver idle time!";

/* No comment provided by engineer. */
"Failed speaking '%@'." = "Failed speaking '%@'.";

/* No comment provided by engineer. */
"Failed starting screen saver!" = "Failed starting screen saver!";

/* No comment provided by engineer. */
"Failed starting Time Machine backup." = "Failed starting Time Machine backup.";

/* No comment provided by engineer. */
"Failed stopping screen saver!" = "Failed stopping screen saver!";

/* No comment provided by engineer. */
"Failed stopping Time Machine backup." = "Failed stopping Time Machine backup.";

/* No comment provided by engineer. */
"Failed to disable Notification Center Alerts" = "Failed to disable Notification Center Alerts";

/* No comment provided by engineer. */
"Failed to enable Notification Center Alerts" = "Failed to enable Notification Center Alerts";

/* No comment provided by engineer. */
"Failed toggling screen saver password!" = "Failed toggling screen saver password!";

/* No comment provided by engineer. */
"Failed turning Bluetooth off." = "Failed turning Bluetooth off.";

/* No comment provided by engineer. */
"Failed turning Bluetooth on." = "Failed turning Bluetooth on.";

/* No comment provided by engineer. */
"Failed turning WiFi off." = "Failed turning WiFi off.";

/* No comment provided by engineer. */
"Failed turning WiFi on." = "Failed turning WiFi on.";

/* No comment provided by engineer. */
"Failed unlocking Keychain!" = "Failed unlocking Keychain!";

/* Growl message title */
"Failure" = "Failure";

/* No comment provided by engineer. */
"Finder" = "Finder";

/* No comment provided by engineer. */
"Firewall Rule" = "Firewall Rule";

/* Evidence source */
"FireWire" = "FireWire";

/* In TimeOfDay rules */
"Friday" = "Friday";

/* Preferences section */
"General" = "General";

/* Get Tedium */
"Get Tedium" = "Get Tedium";

/* No comment provided by engineer. */
"Headphones" = "Headphones";

/* Show only the icon */
"Icon" = "Icon";

/* No comment provided by engineer. */
"If checked, ControlPlane will check for updates when it starts." = "If checked, ControlPlane will check for updates when it starts."; /* NEW */

/* In rule-adding dialog */
"If connected" = "If connected";

/* No comment provided by engineer. */
"If enabled ControlPlane will allow two rule check cycles to be performed before switching to the most confident context.  Use this option if ControlPlane switches contexts too often or too quickly." = "If enabled ControlPlane will allow two rule check cycles to be performed before switching to the most confident context.  Use this option if ControlPlane switches contexts too often or too quickly."; /* NEW */

/* No comment provided by engineer. */
"If enabled ControlPlane's menu bar icon will be hidden after a period of time.  To make the icon visible again relaunch ControlPlane." = "If enabled ControlPlane's menu bar icon will be hidden after a period of time.  To make the icon visible again relaunch ControlPlane."; /* NEW */

/* Title for informational user messsages */
"Information" = "Information"; /* NEW */

/* Fix helper tool */
"Install" = "Install";

/* No comment provided by engineer. */
"Internal speakers" = "Internal speakers";

/* No comment provided by engineer. */
"IP address cannot be empty" = "IP address cannot be empty";

/* Evidence source */
"IPAddr" = "IPAddr"; /* NEW */

/* Shown when CP cannot get details about the attached power adapter */
"It is an internal system error. Try to re-plug the MagSafe connector." = "It is an internal system error. Try to re-plug the MagSafe connector."; /* NEW */

/* Action type */
"MusicPlaylist" = "MusicPlaylist";

/* In rule-adding dialog */
"Just a stress test, you can't create rules" = "Just a stress test, you can't create rules";

/* No comment provided by engineer. */
"Keychain" = "Keychain";

/* In rule-adding dialog */
"Laptop lid is" = "Laptop lid is"; /* NEW */

/* No comment provided by engineer. */
"Laptop Lid Open/Closed State" = "Laptop Lid Open/Closed State"; /* NEW */

/* Evidence source */
"Light" = "Light";

/* No comment provided by engineer. */
"Light Sensor" = "Light Sensor";

/* No comment provided by engineer. */
"Lock" = "Lock";

/* No comment provided by engineer. */
"Lock Keychain" = "Lock Keychain";

/* No comment provided by engineer. */
"Locking default Keychain." = "Locking default Keychain.";

/* Action type */
"LockKeychain" = "LockKeychain";

/* No comment provided by engineer. */
"Mail" = "Mail";

/* Action type */
"MailIMAPServer" = "MailIMAPServer";

/* Action type */
"MailInterval" = "MailInterval";

/* Action type */
"MailSMTPServer" = "MailSMTPServer";

/* Mail check interval */
"Manually" = "Manually";

/* Action type */
"Messages" = "Messages";

/* No comment provided by engineer. */
"Messages/iChat Status" = "Messages/iChat Status";

/* No comment provided by engineer. */
"Misc" = "Misc";

/* In TimeOfDay rules */
"Monday" = "Monday";

/* Evidence source */
"Monitor" = "Monitor";

/* Action type */
"Mount" = "Mount";

/* No comment provided by engineer. */
"Mount a volume with address" = "Mount a volume with address";

/* No comment provided by engineer. */
"Mounting '%@'." = "Mounting '%@'.";

/* Action type */
"Mute" = "Mute";

/* No comment provided by engineer. */
"Mute system audio" = "Mute system audio";

/* No comment provided by engineer. */
"Muting system audio." = "Muting system audio.";

/* No comment provided by engineer. */
"Nearby WiFi Network" = "Nearby WiFi Network";

/* In rule-adding dialog */
"Network link on interface" = "Network link on interface";

/* No comment provided by engineer. */
"Network Location" = "Network Location";

/* No comment provided by engineer. */
"Network mask cannot be empty" = "Network mask cannot be empty"; /* NEW */

/* No comment provided by engineer. */
"Networking" = "Networking";

/* Evidence source */
"NetworkLink" = "NetworkLink";

/* Action type */
"NetworkLocation" = "NetworkLocation";

/* Screen saver idle time */
"never" = "never";

/* Display sleep time */
"Never" = "Never";

/* Window title */
"New %@ Action" = "New %@ Action";

/* Default value for new context names */
"New context" = "New context";

/* No comment provided by engineer. */
"No description provided" = "No description provided"; /* NEW */

/* Action error message */
"No network location named \"%@\" exists!" = "No network location named \"%@\" exists!";

/* Delay value to display for zero seconds */
"None" = "None";

/* No comment provided by engineer. */
"Not a valid IPv4 address" = "Not a valid IPv4 address"; /* NEW */

/* No comment provided by engineer. */
"Not a valid IPv4 network mask" = "Not a valid IPv4 network mask"; /* NEW */

/* No comment provided by engineer. */
"Not a valid IPv4 or IPv6 address" = "Not a valid IPv4 or IPv6 address";

/* No comment provided by engineer. */
"Not a valid IPv6 address" = "Not a valid IPv6 address"; /* NEW */

/* No comment provided by engineer. */
"Not a valid value for prefix length" = "Not a valid value for prefix length"; /* NEW */

/* Used in toggling actions */
"off" = "off";

/* Button title
   Dismiss the alert without doing anything, but not a cancel */
"OK" = "OK";

/* Used in toggling actions */
"on" = "on";

/* When an action is triggered */
"On arrival" = "On arrival";

/* When an action is triggered */
"On departure" = "On departure";

/* Action type */
"Open" = "Open";

/* No comment provided by engineer. */
"Open File or Application" = "Open File or Application";

/* No comment provided by engineer. */
"Open File or Application and Hide" = "Open File or Application and Hide";

/* Button title */
"Open Preferences" = "Open Preferences";

/* No comment provided by engineer. */
"Open URL" = "Open URL";

/* No comment provided by engineer. */
"Open URL '%@'." = "Open URL '%@'.";

/* No comment provided by engineer. */
"Open URL (in a browser)" = "Open URL (in a browser)";

/* Action type */
"OpenAndHide" = "OpenAndHide";

/* No comment provided by engineer. */
"Opened" = "Opened"; /* NEW */

/* No comment provided by engineer. */
"Opening '%@'." = "Opening '%@'.";

/* Action type */
"OpenURL" = "OpenURL";

/* Growl message title */
"Performing Action" = "Performing Action";

/* Growl message title */
"Performing Actions" = "Performing Actions";

/* No comment provided by engineer. */
"Play in Music (playlist):" = "Play in Music (playlist):";

/* No comment provided by engineer. */
"Play Music Playlist" = "Play Music Playlist";

/* No comment provided by engineer. */
"Playing '%@'" = "Playing '%@'";

/* No comment provided by engineer. */
"Please browse for a shell script..." = "Please browse for a shell script...";

/* Evidence source */
"Power" = "Power";

/* No comment provided by engineer. */
"Power Adapter" = "Power Adapter";

/* No comment provided by engineer. */
"Power adapter with serial: %@" = "Power adapter with serial: %@";

/* No comment provided by engineer. */
"Power Source" = "Power Source";

/* No comment provided by engineer. */
"Prefix length cannot be empty" = "Prefix length cannot be empty"; /* NEW */

/* No comment provided by engineer. */
"Prefix length of IPv6 address must be between 1 and 128." = "Prefix length of IPv6 address must be between 1 and 128."; /* NEW */

/* Action type */
"Prevent Display Sleep" = "Prevent Display Sleep";

/* No comment provided by engineer. */
"Preventing display sleep." = "Preventing display sleep.";

/* No comment provided by engineer. */
"Provide a valid parameter value" = "Provide a valid parameter value";

/* No comment provided by engineer. */
"Quick Start" = "Quick Start";

/* No comment provided by engineer. */
"Quick Start and MarcoPolo 1.x Import" = "Quick Start and MarcoPolo 1.x Import";

/* No comment provided by engineer. */
"Quit Application" = "Quit Application";

/* No comment provided by engineer. */
"Quit application with this name:" = "Quit application with this name:";

/* Action type */
"QuitApplication" = "QuitApplication";

/* No comment provided by engineer. */
"Quitting application '%@'." = "Quitting application '%@'.";

/* No comment provided by engineer. */
"Removing this context will also remove its child contexts!" = "Removing this context will also remove its child contexts!";

/* Preferences section */
"Rules" = "Rules";

/* No comment provided by engineer. */
"Run Shell Script" = "Run Shell Script";

/* No comment provided by engineer. */
"Running Application" = "Running Application";

/* No comment provided by engineer. */
"Running shell script '%@'." = "Running shell script '%@'.";

/* Evidence source */
"RunningApplication" = "RunningApplication";

/* In TimeOfDay rules */
"Saturday" = "Saturday";

/* No comment provided by engineer. */
"Screen Saver Password" = "Screen Saver Password";

/* No comment provided by engineer. */
"Screen Saver Time" = "Screen Saver Time";

/* Action type */
"ScreenSaverPassword" = "ScreenSaverPassword";

/* Action type */
"ScreenSaverStart" = "ScreenSaverStart";

/* Action type */
"ScreenSaverTime" = "ScreenSaverTime";

/* No comment provided by engineer. */
"Search domain cannot be empty" = "Search domain cannot be empty";

/* No comment provided by engineer. */
"Select the information you want shown in the menu bar" = "Select the information you want shown in the menu bar"; /* NEW */

/* No comment provided by engineer. */
"Set brightness to %@%%." = "Set brightness to %@%%.";

/* Will be followed by 'on' or 'off' */
"Set ControlPlane Context is Sticky" = "Set ControlPlane Context is Sticky";

/* No comment provided by engineer. */
"Set default browser to:" = "Set default browser to:";

/* No comment provided by engineer. */
"Set display brightness to (percent):" = "Set display brightness to (percent):";

/* No comment provided by engineer. */
"Set display sleep time to" = "Set display sleep time to";

/* Will be followed by 'on' or 'off' */
"Set File Sharing" = "Set File Sharing";

/* Will be followed by 'on' or 'off' */
"Set FTP Service" = "Set FTP Service";

/* Will be followed by 'on' or 'off' */
"Set Internet Sharing" = "Set Internet Sharing";

/* No comment provided by engineer. */
"Set mail check interval to" = "Set mail check interval to";

/* No comment provided by engineer. */
"Set Mail's IMAP server hostname to" = "Set Mail's IMAP server hostname to";

/* No comment provided by engineer. */
"Set Mail's SMTP server to" = "Set Mail's SMTP server to";

/* No comment provided by engineer. */
"Set Messages/iChat status message to" = "Set Messages/iChat status message to";

/* Will be followed by 'on' or 'off' */
"Set Natural Scrolling" = "Set Natural Scrolling";

/* No comment provided by engineer. */
"Set Network Location" = "Set Network Location";

/* Will be followed by 'on' or 'off' */
"Set Notification Center Alerts" = "Set Notification Center Alerts";

/* Will be followed by 'on' or 'off' */
"Set Printer Sharing" = "Set Printer Sharing";

/* Will be followed by 'on' or 'off' */
"Set Remote Login Service" = "Set Remote Login Service";

/* No comment provided by engineer. */
"Set screen saver idle time to" = "Set screen saver idle time to";

/* Will be followed by 'on' or 'off' */
"Set TFTP Service" = "Set TFTP Service";

/* No comment provided by engineer. */
"Set the following firewall rule:" = "Set the following firewall rule:";

/* Will be followed by 'on' or 'off' */
"Set Time Machine" = "Set Time Machine";

/* No comment provided by engineer. */
"Set Time Machine's backup destination to" = "Set Time Machine's backup destination to";

/* Will be followed by 'on' or 'off' */
"Set Web Sharing Service" = "Set Web Sharing Service";

/* No comment provided by engineer. */
"Setting default browser to %@" = "Setting default browser to %@";

/* No comment provided by engineer. */
"Setting default printer to '%@'." = "Setting default printer to '%@'.";

/* No comment provided by engineer. */
"Setting desktop background to '%@'." = "Setting desktop background to '%@'.";

/* No comment provided by engineer. */
"Setting display sleep time to %d minutes." = "Setting display sleep time to %d minutes.";

/* No comment provided by engineer. */
"Setting display sleep time to 1 minute." = "Setting display sleep time to 1 minute.";

/* No comment provided by engineer. */
"Setting mail checking interval to %d minutes." = "Setting mail checking interval to %d minutes.";

/* No comment provided by engineer. */
"Setting mail checking interval to 1 minute." = "Setting mail checking interval to 1 minute.";

/* No comment provided by engineer. */
"Setting Mail's IMAP server to '%@'." = "Setting Mail's IMAP server to '%@'.";

/* No comment provided by engineer. */
"Setting Mail's SMTP server to '%@'." = "Setting Mail's SMTP server to '%@'.";

/* No comment provided by engineer. */
"Setting Messages/iChat status to '%@'." = "Setting Messages/iChat status to '%@'.";

/* No comment provided by engineer. */
"Setting screen saver idle time to %d minutes." = "Setting screen saver idle time to %d minutes.";

/* No comment provided by engineer. */
"Setting screen saver idle time to 1 minute." = "Setting screen saver idle time to 1 minute.";

/* No comment provided by engineer. */
"Setting Time Machine destination to '%@'." = "Setting Time Machine destination to '%@'.";

/* No comment provided by engineer. */
"Sharing" = "Sharing";

/* Evidence source */
"Shell Script" = "Shell Script";

/* Action type */
"ShellScript" = "ShellScript";

/* No comment provided by engineer. */
"Sleep" = "Sleep";

/* Evidence source */
"Sleep/Wake" = "Sleep/Wake";

/* No comment provided by engineer. */
"Sleep/Wake Event" = "Sleep/Wake Event";

/* Used in toggling actions */
"SMB Sharing OFF" = "SMB Sharing OFF";

/* Used in toggling actions */
"SMB Sharing ON" = "SMB Sharing ON";

/* Shown when some actions did not finish before system sleep */
"Some actions took too long to finish before system sleep" = "Some actions took too long to finish before system sleep"; /* NEW */

/* No comment provided by engineer. */
"Sound and Music" = "Sound and Music";

/* Action type */
"Speak" = "Speak";

/* No comment provided by engineer. */
"Speak Phrase" = "Speak Phrase";

/* No comment provided by engineer. */
"Speak text '%@'." = "Speak text '%@'.";

/* No comment provided by engineer. */
"Speak text:" = "Speak text:";

/* No comment provided by engineer. */
"Start backup" = "Start backup";

/* No comment provided by engineer. */
"Start screen saver" = "Start screen saver";

/* No comment provided by engineer. */
"Start Screen Saver Now" = "Start Screen Saver Now";

/* No comment provided by engineer. */
"Start Time Machine Backup" = "Start Time Machine Backup";

/* No comment provided by engineer. */
"Starting screen saver." = "Starting screen saver.";

/* No comment provided by engineer. */
"Starting Time Machine backup." = "Starting Time Machine backup.";

/* Action type */
"StartTimeMachine" = "StartTimeMachine";

/* No comment provided by engineer. */
"Stick forced contexts" = "Stick forced contexts";

/* No comment provided by engineer. */
"Stop backup" = "Stop backup";

/* No comment provided by engineer. */
"Stop screen saver" = "Stop screen saver";

/* No comment provided by engineer. */
"Stopping screen saver." = "Stopping screen saver.";

/* No comment provided by engineer. */
"Stopping Time Machine backup." = "Stopping Time Machine backup.";

/* In TimeOfDay rules */
"Sunday" = "Sunday";

/* No comment provided by engineer. */
"System" = "System";

/* In rule-adding dialog */
"System going to" = "System going to";

/* No comment provided by engineer. */
"System Preferences" = "System Preferences";

/* In rule-adding dialog */
"The following application is active" = "The following application is active";

/* In rule-adding dialog */
"The following application running" = "The following application running";

/* No comment provided by engineer. */
"The parameter for DefaultBrowser actions is the ID (bundle) of the new default browser." = "The parameter for DefaultBrowser actions is the ID (bundle) of the new default browser.";

/* No comment provided by engineer. */
"The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores." = "The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores.";

/* No comment provided by engineer. */
"The parameter for DesktopBackground actions is the full path of the image to be set as the background picture." = "The parameter for DesktopBackground actions is the full path of the image to be set as the background picture.";

/* No comment provided by engineer. */
"The parameter for DisplaySleepTime action is the time (in minutes) before you want your display to sleep or \"Never\" to disable." = "The parameter for DisplaySleepTime action is the time (in minutes) before you want your display to sleep or \"Never\" to disable.";

/* No comment provided by engineer. */
"The parameter for FirewallRule action is the name of the firewall rule you wish to modify, prefixed with '+' or '-' to enable or disable it, respectively." = "The parameter for FirewallRule action is the name of the firewall rule you wish to modify, prefixed with '+' or '-' to enable or disable it, respectively.";

/* No comment provided by engineer. */
"The parameter for MusicPlaylist actions is the name of the playlist to be played in Music." = "The parameter for MusicPlaylist actions is the name of the playlist to be played in Music.";

/* No comment provided by engineer. */
"The parameter for LockKeychain actions is either \"1\" or \"0\", depending on whether you want lock or unlock the default Keychain." = "The parameter for LockKeychain actions is either \"1\" or \"0\", depending on whether you want lock or unlock the default Keychain.";

/* No comment provided by engineer. */
"The parameter for MailIMAPServer actions is the hostname of the IMAP server to make the default for all Mail accounts." = "The parameter for MailIMAPServer actions is the hostname of the IMAP server to make the default for all Mail accounts.";

/* No comment provided by engineer. */
"The parameter for MailIntervalAction actions is the time (in minutes) between each check for new mails." = "The parameter for MailIntervalAction actions is the time (in minutes) between each check for new mails.";

/* No comment provided by engineer. */
"The parameter for MailSMTPServer actions is the name of the SMTP server to make the default for all Mail accounts." = "The parameter for MailSMTPServer actions is the name of the SMTP server to make the default for all Mail accounts.";

/* No comment provided by engineer. */
"The parameter for Messages/iChat actions is the status message to set." = "The parameter for Messages/iChat actions is the status message to set.";

/* No comment provided by engineer. */
"The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\"." = "The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\".";

/* No comment provided by engineer. */
"The parameter for Mute actions is either \"1\" or \"0\", depending on whether you want your system audio unmuted or muted." = "The parameter for Mute actions is either \"1\" or \"0\", depending on whether you want your system audio unmuted or muted.";

/* No comment provided by engineer. */
"The parameter for NetworkLocation actions is the name of the network location to select." = "The parameter for NetworkLocation actions is the name of the network location to select.";

/* No comment provided by engineer. */
"The parameter for Open actions is the full path of the object to be opened, such as an application or a document." = "The parameter for Open actions is the full path of the object to be opened, such as an application or a document.";

/* No comment provided by engineer. */
"The parameter for OpenAndHide actions is the full path of the object to be opened, such as an application or a document." = "The parameter for OpenAndHide actions is the full path of the object to be opened, such as an application or a document.";

/* No comment provided by engineer. */
"The parameter for Prevent Display Sleep action is either \"1\" to prevent display sleep or \"0\" to allow display sleep." = "The parameter for Prevent Display Sleep action is either \"1\" to prevent display sleep or \"0\" to allow display sleep.";

/* No comment provided by engineer. */
"The parameter for QuitApplication actions is the name of the application to quit." = "The parameter for QuitApplication actions is the name of the application to quit.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverPasswordAction actions is either \"1\" or \"0\", depending on whether you want your screen saver password enabled or disabled." = "The parameter for ScreenSaverPasswordAction actions is either \"1\" or \"0\", depending on whether you want your screen saver password enabled or disabled.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverStartAction actions is either \"1\" or \"0\", depending on whether you want your screen saver to start or stop." = "The parameter for ScreenSaverStartAction actions is either \"1\" or \"0\", depending on whether you want your screen saver to start or stop.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate." = "The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate.";

/* No comment provided by engineer. */
"The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh." = "The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh.";

/* No comment provided by engineer. */
"The parameter for StartTimeMachine actions is either \"1\" or \"0\", depending on whether you want start or stop a Time Machine backup." = "The parameter for StartTimeMachine actions is either \"1\" or \"0\", depending on whether you want start or stop a Time Machine backup.";

/* No comment provided by engineer. */
"The parameter for the Display Brightness action is the brightness value as a percent between 0 and 100." = "The parameter for the Display Brightness action is the brightness value as a percent between 0 and 100.";

/* No comment provided by engineer. */
"The parameter for the Firewall action is either \"1\" or \"0\", depending on whether you want to enable or disable the firewall." = "The parameter for the Firewall action is either \"1\" or \"0\", depending on whether you want to enable or disable the firewall.";

/* No comment provided by engineer. */
"The parameter for the InternetSharing action is either \"1\" or \"0\", depending on whether you want to enable or disable internet sharing." = "The parameter for the InternetSharing action is either \"1\" or \"0\", depending on whether you want to enable or disable internet sharing.";

/* No comment provided by engineer. */
"The parameter for the Open URL action is the URL of the page to be opened." = "The parameter for the Open URL action is the URL of the page to be opened.";

/* No comment provided by engineer. */
"The parameter for the Speak action is the text to be spoken." = "The parameter for the Speak action is the text to be spoken.";

/* No comment provided by engineer. */
"The parameter for TimeMachine actions is the name of the new Time Machine backup destination." = "The parameter for TimeMachine actions is the name of the new Time Machine backup destination.";

/* No comment provided by engineer. */
"The parameter for ToggleBluetooth actions is either \"1\" or \"0\", depending on whether you want your Bluetooth controller's power turned on or off." = "The parameter for ToggleBluetooth actions is either \"1\" or \"0\", depending on whether you want your Bluetooth controller's power turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleContextStickiness actions is either \"1\" or \"0\", depending on whether you want ControlPlane Context is Sticky turned on or off." = "The parameter for ToggleContextStickiness actions is either \"1\" or \"0\", depending on whether you want ControlPlane Context is Sticky turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleFTP actions is either \"1\" or \"0\", depending on whether you want FTP Service turned on or off." = "The parameter for ToggleFTP actions is either \"1\" or \"0\", depending on whether you want FTP Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Natural Scrolling turned on or off." = "The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Natural Scrolling turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Notification Center Alerts turned on or off." = "The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Notification Center Alerts turned on or off.";

/* No comment provided by engineer. */
"The parameter for TogglePrinterSharing actions is either \"1\" or \"0\", depending on whether you want Printer Sharing turned on or off." = "The parameter for TogglePrinterSharing actions is either \"1\" or \"0\", depending on whether you want Printer Sharing turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleRemoteLogin actions is either \"1\" or \"0\", depending on whether you want Remote Login Service turned on or off." = "The parameter for ToggleRemoteLogin actions is either \"1\" or \"0\", depending on whether you want Remote Login Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleTFTP actions is either \"1\" or \"0\", depending on whether you want TFTP Service turned on or off." = "The parameter for ToggleTFTP actions is either \"1\" or \"0\", depending on whether you want TFTP Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleTimeMachine actions is either \"1\" or \"0\", depending on whether you want to enable or disable Time Machine turned on or off." = "The parameter for ToggleTimeMachine actions is either \"1\" or \"0\", depending on whether you want to enable or disable Time Machine turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleWebSharing actions is either \"1\" or \"0\", depending on whether you want Web Sharing Service turned on or off." = "The parameter for ToggleWebSharing actions is either \"1\" or \"0\", depending on whether you want Web Sharing Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleWiFi actions is either \"1\" or \"0\", depending on whether you want your WiFi turned on or off." = "The parameter for ToggleWiFi actions is either \"1\" or \"0\", depending on whether you want your WiFi turned on or off.";

/* No comment provided by engineer. */
"The parameter for Unmount actions is the volume name to unmount. You can find the volume name in the /Volumes/ folder after a successful mount." = "The parameter for Unmount actions is the volume name to unmount. You can find the volume name in the /Volumes/ folder after a successful mount.";

/* No comment provided by engineer. */
"The parameter for VPN action is the name of the VPN connection you wish to establish or disconnect." = "The parameter for VPN action is the name of the VPN connection you wish to establish or disconnect.";

/* In rule-adding dialog */
"The presence of" = "The presence of";

/* No comment provided by engineer. */
"This action is not undoable!" = "This action is not undoable!";

/* Tedium is not installed */
"This feature requires Tedium" = "This feature requires Tedium";

/* The Mac does not have a Wifi/AirPort card or it has failed */
"This Mac doesn't appear to have WiFi or your WiFi card has failed" = "This Mac doesn't appear to have WiFi or your WiFi card has failed";

/* In TimeOfDay rules */
"Thursday" = "Thursday";

/* No comment provided by engineer. */
"Time Machine" = "Time Machine";

/* No comment provided by engineer. */
"Time Of Day" = "Time Of Day";

/* Action type */
"TimeMachineAction" = "TimeMachineAction";

/* Action type */
"TimeMachineDestination" = "TimeMachineDestination";

/* Evidence source */
"TimeOfDay" = "TimeOfDay";

/* No comment provided by engineer. */
"To switch Time Machine backup destinations, you need to have Tedium installed.  Click 'Get Tedium' to visit the Tedium website" = "To switch Time Machine backup destinations, you need to have Tedium installed.  Click 'Get Tedium' to visit the Tedium website";

/* No comment provided by engineer. */
"Toggle Bluetooth" = "Toggle Bluetooth";

/* No comment provided by engineer. */
"Toggle ControlPlane Context is Sticky" = "Toggle ControlPlane Context is Sticky";

/* No comment provided by engineer. */
"Toggle File Sharing" = "Toggle File Sharing";

/* No comment provided by engineer. */
"Toggle Firewall" = "Toggle Firewall";

/* No comment provided by engineer. */
"Toggle FTP Service" = "Toggle FTP Service";

/* No comment provided by engineer. */
"Toggle Internet Sharing" = "Toggle Internet Sharing";

/* No comment provided by engineer. */
"Toggle muting of system audio" = "Toggle muting of system audio";

/* No comment provided by engineer. */
"Toggle Natural Scrolling" = "Toggle Natural Scrolling";

/* No comment provided by engineer. */
"Toggle Notification Center Alerts" = "Toggle Notification Center Alerts";

/* No comment provided by engineer. */
"Toggle prevention of display sleep" = "Toggle prevention of display sleep";

/* No comment provided by engineer. */
"Toggle Printer Sharing" = "Toggle Printer Sharing";

/* No comment provided by engineer. */
"Toggle Remote Login Service" = "Toggle Remote Login Service";

/* No comment provided by engineer. */
"Toggle TFTP Service" = "Toggle TFTP Service";

/* No comment provided by engineer. */
"Toggle Time Machine" = "Toggle Time Machine";

/* No comment provided by engineer. */
"Toggle Web Sharing Service" = "Toggle Web Sharing Service";

/* No comment provided by engineer. */
"Toggle WiFi" = "Toggle WiFi";

/* Action type */
"ToggleBluetooth" = "ToggleBluetooth";

/* Action type */
"ToggleContextStickiness" = "ToggleContextStickiness";

/* Action type */
"ToggleFileSharing" = "ToggleFileSharing";

/* Action type */
"ToggleFirewall" = "ToggleFirewall";

/* Action type */
"ToggleInternetSharing" = "ToggleInternetSharing";

/* Action type */
"ToggleNaturalScrolling" = "ToggleNaturalScrolling";

/* Action type */
"ToggleNotificationCenterAlertsAction" = "ToggleNotificationCenterAlertsAction";

/* Action type */
"ToggleWiFi" = "ToggleWiFi";

/* In TimeOfDay rules */
"Tuesday" = "Tuesday";

/* Will be followed by 'on' or 'off' */
"Turn Bluetooth" = "Turn Bluetooth";

/* Will be followed by 'on' or 'off' */
"Turn Firewall" = "Turn Firewall";

/* Will be followed by 'on' or 'off' */
"Turn WiFi" = "Turn WiFi";

/* No comment provided by engineer. */
"Turning Bluetooth off." = "Turning Bluetooth off.";

/* No comment provided by engineer. */
"Turning Bluetooth on." = "Turning Bluetooth on.";

/* No comment provided by engineer. */
"Turning WiFi off." = "Turning WiFi off.";

/* No comment provided by engineer. */
"Turning WiFi on." = "Turning WiFi on.";

/* No comment provided by engineer. */
"Unable to determine interpreter for shell script! (see log for details)" = "Unable to determine interpreter for shell script! (see log for details)"; /* NEW */

/* In TimeMachineDestinationAction */
"Unable to set set Time Machine backup destination!" = "Unable to set set Time Machine backup destination!";

/* CoreLocation */
"Unknown address" = "Unknown address";

/* No comment provided by engineer. */
"Unlock" = "Unlock";

/* No comment provided by engineer. */
"Unlocking default Keychain." = "Unlocking default Keychain.";

/* Action type */
"Unmount" = "Unmount";

/* No comment provided by engineer. */
"Unmount a volume with mount location" = "Unmount a volume with mount location";

/* No comment provided by engineer. */
"Unmount disk/share" = "Unmount disk/share";

/* No comment provided by engineer. */
"Unmounting '%@'." = "Unmounting '%@'.";

/* No comment provided by engineer. */
"Unmute system audio" = "Unmute system audio";

/* No comment provided by engineer. */
"Unmuting system audio." = "Unmuting system audio.";

/* Evidence source */
"USB" = "USB";

/* Action type */
"VPN" = "VPN";

/* No comment provided by engineer. */
"Wake" = "Wake";

/* No comment provided by engineer. */
"We strongly recommend that you review your preferences." = "We strongly recommend that you review your preferences.";

/* No comment provided by engineer. */
"Web" = "Web";

/* In TimeOfDay rules */
"Wednesday" = "Wednesday";

/* In TimeOfDay rules */
"Weekday" = "Weekday";

/* In TimeOfDay rules */
"Weekend" = "Weekend";

/* Evidence source */
"WiFi using CoreWLAN" = "WiFi using CoreWLAN";

/* Appended to a context-change notification */
"with confidence %@" = "with confidence %@";

/* Shown when the user attempt to edit rule with disabled ES. */
"You need to enable the corresponding evidence source to be able to edit the rule" = "You need to enable the corresponding evidence source to be able to edit the rule"; /* NEW */

